---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.Room(Autodesk.Revit.DB.Phase)
zh: 房间
source: html/5c1ed572-e744-3ab6-9b10-bb258a66f23a.htm
---
# Autodesk.Revit.DB.FamilyInstance.Room Property

**中文**: 房间

## Syntax (C#)
```csharp
public Room this[
	Phase phase
] { get; }
```

## Parameters
- **phase** (`Autodesk.Revit.DB.Phase`)